Revit 2027 API
SymbolTypeId.LbmPerFtDashH Property
 Symbol lbm/ft-h, indicating unit Pounds mass per foot hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbmPerFtDashH { get; }
Public Shared ReadOnly Property LbmPerFtDashH As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbmPerFtDashH {
	ForgeTypeId^ get ();
}
static member LbmPerFtDashH : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace